-- phpMyAdmin SQL Dump
-- version 4.0.10.10
-- http://www.phpmyadmin.net
--
-- Хост: 127.0.0.1:3306
-- Время создания: Янв 04 2017 г., 21:54
-- Версия сервера: 5.5.45
-- Версия PHP: 5.5.28

SET SQL_MODE = "NO_AUTO_VALUE_ON_ZERO";
SET time_zone = "+00:00";


/*!40101 SET @OLD_CHARACTER_SET_CLIENT=@@CHARACTER_SET_CLIENT */;
/*!40101 SET @OLD_CHARACTER_SET_RESULTS=@@CHARACTER_SET_RESULTS */;
/*!40101 SET @OLD_COLLATION_CONNECTION=@@COLLATION_CONNECTION */;
/*!40101 SET NAMES utf8 */;

--
-- База данных: `osbb`
--

-- --------------------------------------------------------

--
-- Структура таблицы `answer`
--

CREATE TABLE IF NOT EXISTS `answer` (
  `id` tinyint(3) NOT NULL AUTO_INCREMENT,
  `id_comment` tinyint(3) NOT NULL,
  `content_answer` text NOT NULL,
  `data` date NOT NULL,
  `id_them` tinyint(3) NOT NULL,
  `id_user` tinyint(3) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=8 ;

--
-- Дамп данных таблицы `answer`
--

INSERT INTO `answer` (`id`, `id_comment`, `content_answer`, `data`, `id_them`, `id_user`) VALUES
(1, 1, 'Мой ответ)', '2017-01-04', 0, 0),
(2, 1, 'Мой ответ)', '2017-01-04', 0, 0),
(3, 1, 'Я здесь уже была', '2017-01-04', 1, 0),
(4, 1, 'Я здесь уже была', '2017-01-04', 1, 0),
(5, 1, 'Я здесь уже была', '2017-01-04', 1, 1),
(6, 2, 'Какие полномочия ОСМД?', '2017-01-04', 1, 1),
(7, 2, 'Какие полномочия ОСМД?', '2017-01-04', 1, 1);

-- --------------------------------------------------------

--
-- Структура таблицы `balance`
--

CREATE TABLE IF NOT EXISTS `balance` (
  `id` int(11) NOT NULL AUTO_INCREMENT,
  `title_balance` varchar(255) NOT NULL,
  `data_balance` date NOT NULL,
  `is_published` tinyint(1) DEFAULT NULL,
  `img_balance` varchar(255) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- Дамп данных таблицы `balance`
--

INSERT INTO `balance` (`id`, `title_balance`, `data_balance`, `is_published`, `img_balance`) VALUES
(1, 'Баланс рахунку', '2016-04-01', 1, 'shutterstock_401652001.jpg');

-- --------------------------------------------------------

--
-- Структура таблицы `category_menu`
--

CREATE TABLE IF NOT EXISTS `category_menu` (
  `id_category` tinyint(5) NOT NULL AUTO_INCREMENT,
  `title_category` varchar(255) NOT NULL,
  PRIMARY KEY (`id_category`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- Дамп данных таблицы `category_menu`
--

INSERT INTO `category_menu` (`id_category`, `title_category`) VALUES
(1, 'activities'),
(2, 'financ_info'),
(3, 'application'),
(4, 'our_house');

-- --------------------------------------------------------

--
-- Структура таблицы `comments`
--

CREATE TABLE IF NOT EXISTS `comments` (
  `id` tinyint(3) NOT NULL AUTO_INCREMENT,
  `content` text NOT NULL,
  `comment_date` date NOT NULL,
  `id_theme` tinyint(3) NOT NULL,
  `id_user` tinyint(3) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- Дамп данных таблицы `comments`
--

INSERT INTO `comments` (`id`, `content`, `comment_date`, `id_theme`, `id_user`) VALUES
(1, 'Поэтому,с учётом сказанного окончательно можно решить проблемы на приёме у опытного юриста со всеми документами по этой истории.', '2016-04-26', 1, 3),
(2, 'ОСМД,ведь вступление в ОСМД дело добровольное /не принудительное/.Какие полномочия ОСМД по его ', '2016-04-04', 1, 2),
(3, 'Змінити форму управління житловим комплексом – здійснювати управління житловим комплексом', '2017-01-03', 1, 2),
(4, 'За проектом загальна площа квартир — 11567,89 м2; підземний паркінг на 24 машино-місць — 981,19 м2;', '2017-01-04', 1, 1);

-- --------------------------------------------------------

--
-- Структура таблицы `forum`
--

CREATE TABLE IF NOT EXISTS `forum` (
  `id` tinyint(3) NOT NULL AUTO_INCREMENT,
  `is_published` tinyint(1) NOT NULL,
  `alias` varchar(100) NOT NULL,
  `tema_forum` varchar(100) NOT NULL,
  `content_thems` text NOT NULL,
  `data_thems` date NOT NULL,
  `id_user_thems` varchar(3) NOT NULL,
  `id_comit_thems` varchar(3) DEFAULT NULL,
  PRIMARY KEY (`id`),
  KEY `id_user_thems` (`id_user_thems`),
  KEY `id_user_thems_2` (`id_user_thems`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;

--
-- Дамп данных таблицы `forum`
--

INSERT INTO `forum` (`id`, `is_published`, `alias`, `tema_forum`, `content_thems`, `data_thems`, `id_user_thems`, `id_comit_thems`) VALUES
(1, 1, '1', 'Создание ОСББ без уведомления жильцов', 'Очень просто задали вопросы,на самом деле они очень сложны.\r\nСитуация взята с конца истории и не обстоятельно.\r\nПервый вопрос.Покинуть членство ОСМД,-да очень просто,не платить\r\nдлительно членские взносы,после чего исключат с членов ОСМД.\r\nОтвет на второй вопрос-договор у проживающих в дому на содержание дома и придомовой территории на основании ЗУ "О жил.-коммун-х усл." только один с исполнителем всех работ (по существу всё это входит в понятие квартплата),другой договор этим Законом не предусмотрен.\r\nЗаключать второй договор,с кем бы то ни было,конечно не нужно.\r\nПоскольку основанием возникновения гражд. прав и обязанн-й по\r\nГражд. Кодексу Укр. является договор,то правомерно и логически\r\nбудет платить на содержание дома и придомов. территори ЖЭКу.\r\nОднако такими простыми ответами ситуация не исчерпывается,на\r\nсамом деле всё сложнее.\r\nНе ясно как вы стали членом ОСМД,ведь вступление в ОСМД дело\r\nдобровольное /не принудительное/.Какие полномочия ОСМД по его\r\nУставу,какие обязанности ОСМД перед жильцами дома и какие\r\nобязанности жильцов перед ОСМД и т. далее-всё это нужно учесть.\r\nСамое главное:законодательство за последнее время сильно\r\nусложнилось и никак сказать нельзя,что оно на стороне ЖЭКов\r\n(скорее наоборот,например ЗУ"О декоммунизации...").\r\nПоэтому,с учётом сказанного окончательно можно решить проблемы\r\nна приёме у опытного юриста со всеми документами по этой истории.', '2016-03-22', '12', ''),
(2, 1, '1', 'Продажа подвала', 'Доброго времени суток! Извините, пожалуйста, что вопрос немного не о подвальном помещении, но кое-какое сходство в нем есть. Я глава ОСМД менее недели, опыта не было. Сегодня ко мне поступила просьба разделить площу чердака между владельцами квартир последнего, верхнего этажа(к тому же соизмеримо площади их квартир), при условии, что они будут соблюдать все нормы, правила безопасности, не вести на них коммерческой деятельности и ухаживать за крышей дома. Понятно, что это решение нужно выносить на собрание и собирать согласия и подписи. Но я больше, чем уверенна, что жильцы нижних этажей тоже захотят претендовать на площадь чердака. Как поступить в данной ситуации? Спасибо за помощь!', '2016-03-23', '13', '');

-- --------------------------------------------------------

--
-- Структура таблицы `messages`
--

CREATE TABLE IF NOT EXISTS `messages` (
  `id` tinyint(3) unsigned NOT NULL AUTO_INCREMENT,
  `name` varchar(100) NOT NULL,
  `email` varchar(100) NOT NULL,
  `message` text,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;

--
-- Дамп данных таблицы `messages`
--

INSERT INTO `messages` (`id`, `name`, `email`, `message`) VALUES
(2, 'Anastasiya', 'mma7@i.ua', 'Hello! I am is Nastya)');

-- --------------------------------------------------------

--
-- Структура таблицы `my_account`
--

CREATE TABLE IF NOT EXISTS `my_account` (
  `id` int(10) NOT NULL AUTO_INCREMENT,
  `title` varchar(255) NOT NULL,
  `data` date NOT NULL,
  `content` text NOT NULL,
  `price` int(10) NOT NULL,
  `num_rooms` tinyint(1) NOT NULL,
  `area` tinyint(3) DEFAULT NULL,
  `kitchen_area` tinyint(3) DEFAULT NULL,
  `living_space` tinyint(3) DEFAULT NULL,
  `floor` tinyint(2) NOT NULL,
  `images` tinyint(3) NOT NULL,
  `phone` tinyint(9) NOT NULL,
  `property_category_id` int(1) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB DEFAULT CHARSET=utf8 AUTO_INCREMENT=1 ;

-- --------------------------------------------------------

--
-- Структура таблицы `news`
--

CREATE TABLE IF NOT EXISTS `news` (
  `is_published` tinyint(1) NOT NULL DEFAULT '0',
  `id` tinyint(3) NOT NULL AUTO_INCREMENT,
  `alias` varchar(4) NOT NULL,
  `title_news` varchar(100) NOT NULL,
  `data_news` date NOT NULL,
  `content_news` text,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=4 ;

--
-- Дамп данных таблицы `news`
--

INSERT INTO `news` (`is_published`, `id`, `alias`, `title_news`, `data_news`, `content_news`) VALUES
(1, 1, '1', 'Керівництво ТОВ «ЖЕК «Житлоексплуатація» відмовляється від передачі будинку та виставило охорону на ', '2014-05-10', '<p><strong>Керівництво ТОВ &laquo;ЖЕК &laquo;Житлоексплуатація&raquo; відмовляється від передачі будинку на баланс ОСББ та виставило охорону на 25-му поверсі.</strong></p>\r\n\r\n<p>Після зустрічі з мешканцями будинку, яка відбулася 10.04.2014 року на 25-му поверсі нашого будинку і на якій директор ТОВ &laquo;ЖЕК &laquo;Житлоексплуатація&raquo; пообіцяла присутнім з 14.04.2014 року продовжити передачу будинку на баланс ОСББ, відбулися такі події:</p>\r\n\r\n<p>1. Директор ТОВ &laquo;ЖЕК &laquo;Житлоексплуатація&raquo; 18 квітня у категоричній формі відмовилася&nbsp;від передачі будинку на баланс ОСББ.</p>\r\n\r\n<p>З цього приводу ОСББ звернулося до новопризначеного голови Оболонської РДА для вирішення питання по суті.</p>\r\n\r\n<p><strong>Крім того, ОСББ звернулося з відповідним позовом до Київського господарського суду.</strong></p>\r\n\r\n<p>2.&nbsp;<strong>На 25-му поверсі&nbsp;ТОВ &laquo;ЖЕК &laquo;Житлоексплуатація&raquo; виставило цілодобову охорону -&nbsp;ТОВ &laquo;АГЕНТСТВО БЕЗПЕКИ &laquo;БАСТІОН-С&raquo;.</strong></p>\r\n\r\n<p>Охоронці займають приміщення вентиляційної камери (встановлено ліжко, холодильник), що є грубим порушенням правил пожежної безпеки.</p>\r\n\r\n<p>Охоронці 30.04.2014 року заявили, що вони охороняють приміщення,&nbsp;<strong>які належать&nbsp;ТОВ &laquo;ЖЕК &laquo;Житлоексплуатація&raquo;</strong>.</p>\r\n\r\n<p>Правління ОСББ звернеться до відповідних державних органів для перевірки достовірності заяви охоронців про можливе привласнення 25-го поверху ТОВ &laquo;ЖЕК &laquo;Житлоексплуатація&raquo;.</p>\r\n\r\n<p>З повагою, правління ОСББ.</p>\r\n'),
(1, 2, '2', 'Відбулась зустріч мешканців будинку з керівництвом ТОВ «ЖЕК «Житлоексплуатація»', '2014-05-10', '<p>Головна вимога мешканців до керівництва ТОВ &mdash; до 18 квітня підписати акт приймання-передачі будинку.</p>\r\n\r\n<p>За черговим запевнянням директора ТОВ, в понеділок, 14.04.2014 року, буде продовжена&nbsp;робота&nbsp;з приймання-передачі будинку. Запрошуємо бути присутніми усіх бажаючих&nbsp;активістів з числа мешканців будинку .</p>\r\n\r\n<p>З повагою, правління ОСББ.</p>\r\n'),
(0, 3, '3', 'Розпочато роботу сайту', '2014-05-10', '<p>Шановні мешканці будинку!</p>\r\n\r\n<p>З лютого 2014 року розпочато роботу сайту ОСББ &laquo;Будинок мрій&raquo; на якому Ви можете знайти інформацію про умови проживання в нашому будинку, про його технічний стан, про діяльність Об&rsquo;єднання співвласників нашого будинку, дізнаватись новини, робити заявки на ремонтні або аварійні роботи тощо.</p>\r\n\r\n<p>З повагою,<br />\r\nправління ОСББ &laquo;Будинок мрій&raquo;</p>\r\n');

-- --------------------------------------------------------

--
-- Структура таблицы `pages`
--

CREATE TABLE IF NOT EXISTS `pages` (
  `id` tinyint(3) NOT NULL AUTO_INCREMENT,
  `alias` varchar(100) NOT NULL,
  `title` varchar(100) NOT NULL,
  `content` text,
  `content1` text,
  `is_published` tinyint(1) NOT NULL,
  `img_name` varchar(255) DEFAULT NULL,
  `id_category_menu` tinyint(3) DEFAULT NULL,
  `hide_content` text,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=34 ;

--
-- Дамп данных таблицы `pages`
--

INSERT INTO `pages` (`id`, `alias`, `title`, `content`, `content1`, `is_published`, `img_name`, `id_category_menu`, `hide_content`) VALUES
(2, 'activities', '«Діяльність ОСББ»', '<p>Сторінка &laquo;Діяльність ОСББ&raquo;</p>\r\n', '', 1, '', 2, ''),
(3, 'decisions', 'Рішення загальних зборів', '<p>Рішення перших Загальних зборів Об&rsquo;єднання співвласників багатоквартирного будинку &laquo;Будинок мрій&raquo; (м. Київ, проспект Героїв Сталінграда, 55) 22 жовтня 2013 року м. Київ 1. Визнати роботу ТОВ &laquo;ЖЕК &laquo;Житлоексплуатація&raquo; з управління будинком з моменту введення в експлуатацію по теперішній час незадовільною.</p>\r\n\r\n<p>2.1 Змінити форму управління житловим комплексом &ndash; здійснювати управління житловим комплексом за адресою: м. Київ, проспект Героїв Сталінграда, 55, через статутні органи Об&rsquo;єднання співвласників багатоквартирного будинку &laquo;Будинок мрій&raquo;. 2.2 Прийняти житловий комплекс за адресою: м. Київ, проспект Героїв Сталінграда, 55, на баланс Об&rsquo;єднання співвласників багатоквартирного будинку &laquo;Будинок мрій&raquo;.</p>\r\n\r\n<p>3.1. Доручити Голові правління ОСББ &laquo;Будинок мрій&raquo; до 15.12.2013 року укласти договір на надання послуг з утримання будинку та прибудинкової території з компанією ТОВ &laquo;МЖК Оболонь-Комфорт&raquo; на суму, не більшу від запропонованої цією компанією у комерційній пропозиції (додаток №1). 3.2. Доручити Голові правління ОСББ &laquo;Будинок мрій&raquo; укласти договори на постачання Об&rsquo;єднанню теплоносія у гарячій воді та електроенергії з ПАТ &laquo;Київенерго&raquo; та на постачання води і здійснення водовідведення з ПАТ АК &laquo;Київводоканал&raquo;.</p>\r\n\r\n<p>3.3. Визначити граничну суму договору, передбачену пунктом 4.1 Положення про &laquo;Правління ОСББ &laquo;Будинок мрій&raquo;, &mdash; не більше 5000 грн. на місяць.</p>\r\n\r\n<p>3.4. Затвердити тимчасовий кошторис об&rsquo;єднання на 2013-2014 рік за варіантом розрахунку внеску №4 (додаток №2). Зобов&rsquo;язати правління за підсумками трьох місяців, з моменту прийняття будинку на баланс, у двотижневий термін розробити та надати на розгляд загальних зборів об&rsquo;єднання уточнений проект кошторису на 2014 рік. 3.5. Визначити розмір щомісячного внеску власників приміщень у будинку за адресою: м. Київ, проспект Героїв Сталінграда, 55, на утримання будинку та прибудинкової території у сумі 2,50 грн. за 1 кв.м житлових приміщень та у сумі 2,65 грн. за 1 кв.м нежитлових приміщень. 4.1 Дозволити передачу в оренду об&rsquo;єктів, які перебувають у спільній власності членів об&rsquo;єднання, фізичним і юридичним особам. Доручити Правлінню ОСББ здійснити заходи для звільнення приміщень, що перебувають у спільній власності співвласників будинку та можуть бути здані в оренду, та здати їх в оренду з метою одержання додаткових надходжень для здійснення статутної діяльності ОСББ &laquo;Будинок мрій&raquo;. 4.2 Делегувати право правлінню Об&rsquo;єднання затверджувати договори оренди з фізичними і юридичними особами на строк не більше одного року. 4.3 Визначити, що першочергове право на оренду приміщень в будинку мають співвласники будинку. 4.4 Визначити такі обмеження на оренду приміщень: Заборонити здавати в оренду фізичним та юридичним особам, що займаються діяльністю: - забороненою законом; - забороненою в багатоквартирних будинках; - з підвищеним рівнем шуму при виконанні діяльності; - офісам відкритого типу з підвищеною кількістю відвідувачів; - для складування великогабаритних, важких предметів. 5. Уповноважити правління Об&rsquo;єднання решту приміщень житлового комплексу, які здати в оренду неможливо, за потреби, використовувати в статутних цілях об&rsquo;єднання, зокрема для надання інших послуг &ndash; зберігання власних речей співвласників будинку, а також для розміщення обладнання та матеріальних цінностей об&rsquo;єднання.</p>\r\n', NULL, 1, '', 2, NULL),
(4, 'reports', 'Звіти правління', 'Сторінка «Звіти правління»\r\n\r\nНа цій сторінці правління буде звітувати про виконану роботу\r\n\r\n- щотижнево\r\n\r\n- за календарний місяць\r\n\r\n- за рік', NULL, 1, '', 2, NULL),
(5, 'reportsC', 'Звіти ревізійної комісії', '<p>Сторінка &laquo;Звіти ревізійної комісії&raquo; На цій сторінці ревізійна комісія буде звітувати про виконану роботу. Захищена паролем, який надається членам ревізійної комісії.</p>\r\n', '', 1, '', 2, ''),
(6, 'projects', ' Проекти та плани на майбутнє', 'Сторінка «Проекти та плани на майбутнє»\r\n\r\nстворена для того, щоб інформувати членів ОСББ про основні проекти Об’єднання, які визначені пріоритетними на найближчу перспективу.', NULL, 1, NULL, 2, NULL),
(7, 'financ_info', 'Фінансова інформація', 'Сторінка «Фінансова інформація»', NULL, 1, 'shutterstock_401652001.jpg', 7, NULL),
(8, 'balance', 'Баланс рахунку Об’єднання', '<p>На цій сторінці голова правління оновлює (щотижнево, а за можливостю &mdash; частіше) інформацію про стан рахунку об&rsquo;єднання. Виписка з рахунку за перiод з 01.03.2014 по 19.05.2014 Фiлiя АТ &laquo;СБЕРБАНК РОСІЇ&raquo; Сформована 20.05.2014 Код банку 320627 Банк АТ &laquo;СБЕРБАНК РОСІЇ&raquo; Код банку 320627 Рах. № 26004013021385 ОСББ &laquo;БУДИНОК МРІЙ&raquo; Вал. 980 / UAH Дата 18.03.2014 / 18.03.2014 Дебет Кредит Вхідний залишок 0,00 0,00 ______________________________________________________________________________ Усього оборотів 14 567,24 26 518,70 Вихідний залишок 0,00 11 951,46</p>\r\n', '', 1, '', 7, ''),
(9, 'recfunds', 'Надходження коштів', '<p>Сторінка &laquo;Надходження коштів&raquo; На цій сторінці відображатиметься інформація про поточні зарахування коштів на рахунок Об&rsquo;єднання, а також про планові щомісячні доходи. Виписка з рахунку &laquo;Ощадбанку&raquo; станом на 18.00 24.05.2014 року</p>\r\n', '', 1, '', 7, ''),
(10, 'costs', 'Видатки', 'Сторінка «Видатки»\r\n\r\nНа сторінці відображатиметься інформація про здійснені та щомісячні планові видатки (платежі) з рахунку Об’єднання.', NULL, 1, NULL, 7, NULL),
(11, 'debtors', 'Боржники', 'Сторінка «Боржники»\r\n\r\nстворена для інформування мешканців будинку про осіб, які ухиляються від сплати коштів на утримання будинку та прибудинкової території.\r\n\r\nІнформація розміщуватиметься за умови, що інші можливі способи врегулювання спірних питань щодо сплати цих коштів вже використані.', NULL, 1, 'shutterstock_401652001.jpg', 7, NULL),
(12, 'estimates', 'Кошторис', 'Тимчасовий кошторис ОСББ було затверджено на загальних зборах ОСББ 22.10.2014 року.\r\n\r\nЗатверджено розмір щомісячного внеску на утримання житлових приміщень — 2,50 грн. за 1 кв. м на місяць.\r\n\r\n \r\n\r\nДля детального ознайомлення з которисом пропонуємо завантажити xls-файл:  budget', NULL, 1, NULL, 7, NULL),
(13, 'calculations', 'Розрахунки по-квартирно', 'Сторінка «Розрахунки по-квартирно»\r\n\r\nстворена для надання можливості кожному співвласнику перевірити про щомісячне нарахування коштів на сплату внеску на утримання будинку та прибудинкової території, а також перевірити факт зарахування сплачених ним коштів на рахунок Об’єднання.', NULL, 1, NULL, 7, NULL),
(14, 'calculations_parkin', 'Розрахунки за паркінг', 'Сторінка «Розрахунки за паркінг»\r\n\r\nстворена для розміщення інформації про щомісячне нарахування коштів на утримання машиномісць у паркінгу та перевірки факту зарахування коштів, сплачених власниками паркомісць.', NULL, 1, NULL, 7, NULL),
(15, 'rental', 'Оренда приміщень', 'Сторінка «Оренда приміщень»\r\n\r\nСтворена для інформування співвласників будинку про нарахування коштів згідно з договорами оренди окремих приміщень нашого будинку та для можливості перевірки надходження таких коштів.', NULL, 1, NULL, 7, NULL),
(16, 'application', 'Заяви на обслуговування', 'Всі заявки приймаються за телефонами:\r\n\r\n(044) 303-90-53,  (044) 500-31-76,\r\n\r\nабо в електронному вигляді через форму «ЗАЯВКИ» НА САЙТІ:\r\n\r\n- http://okdom.biz\r\n- Сайты ОСМД управляющих компаний и ЖЕКов\r\n- «МЖК «ОБОЛОНЬ-КОМФОРТ» -\r\nЗаявки, що передані через консьержа до виконання не приймаються!\r\nТакож, ТОВ «МЖК «ОБОЛОНЬ-КОМФОРТ» просить побажання та зауваження з обслуговування житлового комплексу (будинку, паркингу та офісних приміщень) направляти:\r\n\r\n- у письмовій формі за адресою: 04210 м. Київ, проспект Героїв Сталинграда, 14;\r\n\r\n- або на електронну поштову скриньку (e-mail): ocbb_dom@ukr.net\r\n\r\n- за телефонами 500-31-76; 303-90-53 (з 900 до 1800 ).\r\n\r\nТОВ «МЖК «Оболонь-комфорт» обіцяє врахувати і сприйняти як керівництво до дії пропозиції та побажання з покращення обслуговування Вашої спільної власності.\r\n\r\nДиректор\r\n\r\nТОВ «МЖК «ОБОЛОНЬ-КОМФОРТ»  Радивиловская  А.А. ', NULL, 1, NULL, 16, NULL),
(17, 'our_house', 'Наш будинок', 'Наш будинок збудовано в м. Києві по проспекту Героїв Сталінграда.\r\n\r\nАдреса будинку: м. Київ, проспект Героїв Сталінграда, 55.\r\n\r\nДата здачі будинку в експлуатацію: 29.12.2009 року.', NULL, 1, NULL, 17, NULL),
(18, 'key_features', 'Основні характеристики', 'Наш будинок збудовано в м. Києві по проспекту Героїв Сталінграда.\r\n\r\nАдреса будинку: м. Київ, проспект Героїв Сталінграда, 55.\r\n\r\nДата здачі будинку в експлуатацію: 29.12.2009 року.\r\n\r\nКількість квартир в будинку — 131 шт.\r\n\r\nЗа проектом загальна площа квартир — 11567,89 м2;\r\n\r\nпідземний паркінг на 24 машино-місць — 981,19 м2;\r\n\r\nзагальна площа вбудованих приміщень (офісів) — 948,57 м2.\r\n\r\nДата початку будівництва — жовтень 2005 р.\r\n\r\nПлоща ділянки, на якій розташовано будинок - 4800,0 м2.\r\n\r\nПлоща забудови - 443,6 м2.\r\n\r\nКількість поверхів - 24 поверхи + 2 верхні технічні поверхи.\r\n\r\n1.7. Конструктивна схема (система) будівлі, споруди\r\n\r\nБудинок 24 поверховий з підвалом та двома верхніми техповерхами збудований по схемі безрігельного звязуючого каркасу із монолітного залізобетону.\r\n\r\nПросторова жорсткість будинку забезпечується елементами монолітного залізобетонного каркаса, об’єднаного з дисками перекриттів та діафрагмами жорсткості в єдину просторову систему.\r\n\r\nКонструктивна схема одноповерхової автостоянки — внутрішній рамний залізобетонний каркас (колони — рігелі).\r\n\r\nПроект : Том 1. Пояснювальна записка, розділ «Конструктивні рішення», арк. № 59, 60.\r\n\r\n1.8. Наявність інженерного обладнання :\r\n\r\nВідповідно до проекту житловий будинок мав бути обладнаний:\r\n\r\nвертикальним транспортом — пасажирськими ліфтами в кількості — 4 шт.;\r\n\r\nхолодним та гарячим водопостачанням, протипожежним водопроводом;\r\n\r\nпобутовою каналізацією та водостоками;\r\n\r\nцентральним водяним опаленням;\r\n\r\nвентиляцією;\r\n\r\nсистемами електропостачання, електроосвітлення, електрозахисту;\r\n\r\nтелефонізацією, радіофікацією, телебаченням;\r\n\r\nсистемами автоматичного димовидалення, автоматичного контролю концентрації газу чадного та метану, блискавкозахистом, заземленням;\r\n\r\nустановкою оповіщення про пожежу, пожежною сигналізацією, автоматичними системами газового та водяного пожежогасіння;\r\n\r\nоб’єднаною системою диспетчеризації, сміттєвидаленням;\r\n\r\nсистемами автоматизації насосної, теплопункту, вентиляційних установок, електрощитових та інших інженерних систем.', NULL, 1, NULL, 17, NULL),
(19, 'project', 'Проектна документація', 'Об’єкт споруджено за проектом автора (авторів)\r\nГоловний інженер проекту: Лисогора Сергій Іванович, головний інженер проектів проектного інституту СБУ, м. Київ, вул. Золотоворітська, №5, тел.279-81-26.\r\n\r\n2. Проектна документація розроблена:\r\n\r\n2.1.Генеральна проектна організація.\r\n\r\nПроектний інститут СБУ, м. Київ, вул. Золотоворітська, №5, тел.279-81-26.\r\n\r\n2.2. Субпідрядні проектні організації: Не приймали участі в проектуванні.\r\n\r\n3.     Будівництво об’єкта здійснено:\r\n\r\n3.1.  Генеральна підрядна організація:\r\n\r\nУкраїнський консорціум «ЕКОСОРБ» — загально — будівельні роботи, (на момент будівництва — м. Київ, бул.Ромена Ролана, №7, тел.227-10-18)\r\n\r\n3.2.  Субпідрядні організації:\r\n\r\n3.2.1.   «Новотехбуд» — загально — будівельні роботи\r\n\r\n3.2.2.   TOB «НТБ Плюс» — загально-будівельні роботи, м. Київ, вул.. Толстого, 63 а\r\n\r\n3.2.3.   TOB «Екомонолітбуд» — загально-будівельні роботи, 01133, м. Київ, вул. Щорса, №29, тел.8-067-402-76-38\r\n\r\n3.2.4.    ЗАТ «Київспецмонтаж» — влаштування вентиляції, 01010, вул. Січневого Повстання, №6 тел.280-58-40\r\n\r\n3.2.5.    TOB «Промліфт» — монтаж ліфтів, м. Київ, проспект Героїв Сталінграда, №12-Г, к.193 тел.537-15-88\r\n\r\n3.2.6.    TOB «Елан» — монтаж ТП, зовнішні електромережі, м. Київ, вул. Василенка, №7А, тел.230-86-36\r\n\r\n3.2.7.    ЗАТ «Дата груп» — слабкострумний комплекс, м. Київ, вул. Смоленська, №31-33, тел.538-00-33.\r\n\r\n3.2.8.    Корпорація «Укртеплоенерго» — монтаж котельні, м. Київ, вул. Черняховського, №16/30, тел.8-050-443-28-32.\r\n\r\n3.2.9.    TOB СПБ «Промспецбуд» — зовнішні інженерні мережі, 04053, м. Київ, вул.Кудрявська, №23,тел.8-067-466-50-24\r\n\r\n3.2.10.  TOB «Спец монтаж-07» — сантехнічні та електромонтажні роботи, 01103, м.Київ, вул.Кіквідзе,№14-А,тел.8-067-328-47-90\r\n\r\n3.2.11.  TOB «Текс-Колор» — оздоблювання фасадів, м. Київ, вул..І.Лепсе,8\r\n\r\n3.2.12.  TOB «Венбест-Спостереження» — пожежегасіння, м. Київ, пр-т Перемоги,90/1\r\n\r\n 4.   Замовник та інвестор\r\n\r\nДепартамент господарського забезпечення СБУ, м. Київ, вул. Володимирська, №33, тел.390-16-84\r\n\r\n5.   Документ про затвердження проектної документації\r\n\r\nНаказ № 85 від 24. 02. 2004 року по ГАГУ ДЗ СБ України.\r\n\r\n6.   Обсяг виконання  проекту,  назва і юридична адреса власника документації, архівний № зберігання\r\n\r\nПроект двостадійний : стадія «Проект» та стадія » Робоча документація «.\r\n\r\nВласник документації   -   Департамент господарського забезпечення СБУ, м. Київ, вул. Володимирська, № 33, тел. 390-16-84.\r\n\r\nАрхівний номер зберігання —  № 4346.\r\n\r\n7.   Термін зберігання проектної документації\r\n\r\nНа протязі усього терміну експлуатації будівлі.\r\n\r\n29 грудня 2009 року було видано свідоцтво про відповідність збудованого будинку проектній документації:', NULL, 1, NULL, 17, NULL),
(20, 'apartments', 'Квартири в будинку', 'Кількість квартир у будинку:', NULL, 1, NULL, 17, NULL),
(21, 'parking', 'Машиномісця у паркінгу', 'В нашому житловому комплексі є паркінг на 24 машиномісця.\r\nПлоща паркінгу загальна 1108,7 м2, площа паркомісць — 516,9 м2.\r\n \r\n\r\nНа теперішній час, у зв’язку з відсутністю (або неправильним укладанням) гідроізоляції, окремі ділянки стін паркінгу, а найбільше — спільна стіна паркінгу та підвалу будинку, — піддаються руйнуванню дощовими водами. \r\nна фото зображено стіну будинку (підвалу), вид з приміщення паркінгу:', NULL, 1, NULL, 17, NULL),
(22, 'technical', 'Технічні приміщення', 'Технічні приміщення будинку розташовані в підвалі, на першому поверсі, на двох верхніх технічних поверхах — 25й-I та 25й-II. \r\n \r\n\r\nДетальний опис технічних приміщень буде сформовано в процесі приймання будинку на баланс ОСББ та розміщено на цій сторінці.\r\nПлан підвалу:', NULL, 1, NULL, 17, NULL),
(23, 'water', 'ІТП та система водопостачання', 'Будинок обладнано Індивідуальним тепловим пунктом (ІТП).\r\nЙого вартість та експлуатаційні характеристики будуть визначені під час приймання будинку на баланс ОСББ.\r\nНа теперішній час окрема будівля, в якій розміщено ІТП, потребує ремонту:', NULL, 1, NULL, 17, NULL),
(24, 'elevators', 'Ліфти', 'Будинок обладнано такими ліфтами :\r\n\r\nЛіфт№ 1 — пасажирський, тип Z1363, вантажопідйомністю 1000 кг, швидкістю -1,6 м/сек, кількість пасажирів — 13 чол., кількість зупинок — 25 шт., висота підйому — 72.580 м, виробник ЗАТ«ОТІС», заводський № D2 NA 4557, реєстраційний №31587.\r\nЛіфт №2 — пасажирський, тип Z1363, вантажопідйомністю 1000 кг, швидкістю -1,6 м/сек, кількість пасажирів — 13 чол., кількість зупинок — 25 шт., висота підйому — 72.580 м, виробник ЗАТ «ОТІС», заводський № D2 NA 4558, реєстраційний №31588.\r\nЛіфт № 3 — пасажирський, тип Z 0583, вантажопідйомністю 400 кг, швидкістю -1,6 м/сек, кількість пасажирів — 5 чол., кількість зупинок — 25 шт., висота підйому — 72.580 м, виробник ЗАТ «ОТІС», заводський № D2 NA 4559, реєстраційний №31589.\r\nЛіфт № 4 — пасажирський, тип Z 0583, вантажопідйомністю 400 кг, швидкістю -1,6 м/сек, кількість пасажирів — 5 чол., кількість зупинок — 25 шт., висота підйому — 72.580 м, виробник ЗАТ «ОТІС», заводський № D2 NА 4560, реєстраційний №31590.\r\nПід час будівництва, за даними представника генпідрядника, всі комплекти ліфтів були придбані на заводі-виробнику та змонтовані в повній комплектації. \r\n\r\nНа жаль, до теперішнього часу в будинку введено в експлуатацію лише три ліфти.\r\n\r\nЛіфт вантажопідйомністю 400 кг (заводський № D2 NA 4559) не працює у зв’язку з тим, що відсутні комплектуючі частини, а саме:  \r\n\r\nчастотний блок приводу дверей кабіни;\r\nвіддалена станція управління 118-14, на даху кабіни;\r\nвіддалена станція управління 118-11, в клемній коробці 1-пов.;\r\nкнопка «СТОП» приямку.\r\nОрієнтовна вартість вищезазначених комплектуючих, вказана заводом-виробником ПрАТ «Отіс»  у рахунку фактурі від 11.09.2012 року становить 12 004,80 грн. з ПДВ.\r\n\r\nКрім того, згідно з листом обслуговуючої організації №1 від 14.01.2013 року, для введення непрацюючого ліфту в експлуатацію необхідно виконати низку робіт вартістю 26 200,00 грн. з ПДВ, а саме:\r\n\r\n«…\r\n\r\nI. Заказчику по строительной части, к которой относится:\r\n\r\n1.   Машинное помещение (М.П.):\r\n\r\n1.1.       Установить лампочки в плафоны освещения машинного помещения, проверить подачу электропитания;\r\n\r\n1.2.       Подключить рабочее и аварийное освещения М.П., шахты от сети здания через автомат;\r\n\r\n1.3.       Подключить вентиляцию, есть вероятность не соблюдения теплового режима, согласно тех. документации (устройство и эксплуатация) не ниже +5 не выше +40 что в следствии может привести к выходу из строя электрических узлов лифтового оборудования;\r\n\r\n1.4.       Выполнить и подключить пожарную сигнализацию в станциях управления для включения пожарного режима лифта;\r\n\r\n1.5.       Отсутствуют диэлектрические коврики (3 шт. на лифт);\r\n\r\n1.6.       Окрасить стены М.П.\r\n\r\n1.7.       Подклеить линолеум по М.П.;\r\n\r\n1.8.       Проверить расстановку лифтового оборудования согласно установочному чертежу;\r\n\r\n1.9.       Выполнить дубликат паспорта лифта, а также провести регистрацию.\r\n\r\n2.   Шахта и холлы, лифт 25 ост., 400 кг зав.№ D2NA 4559:\r\n\r\n2.1.       Нумерация лифтовых холлов;\r\n\r\n2.2.       Выполнить подходы к дверям шахты (Д.Ш.) (к обрамлению и порогу) между низом обрамления и половой плиткой.\r\n\r\nП. Исполнителю ревизию и пусконаладочные работы лифтового оборудования, к которым относятся:\r\n\r\n1. Машинное помещение (М.П.):\r\n\r\n1.1.  Надписи: на дверях МП (опасно посторонним вход запрещен), нумерация станций, выключателей, вводных устройств, лебедок, автоматов, монорельсов (надписи испытаний);\r\n\r\n1.2.  Замена масла в лебедке, согласно тех. документации (устройство и эксплуатация) первая замена производиться после трех месяцев эксплуатации, а последующие каждые два года;\r\n\r\n1.3.  Выполнить натяжения и балансировку тросов, относительно кабины и противовеса.\r\n\r\n \r\n\r\n2. Шахта и холлы, лифт 25 остм 400 кг зав.№ D2NA 4559:\r\n\r\n2.1.     Выставить и отрегулировать грузосвешившощее устройство;\r\n\r\n2.2.     Выставить кабину;\r\n\r\n2.3.     Закрыть крышку клеммной коробки в приямке;\r\n\r\n2.4.     Выровнять кабинные и противовесные направляющие;\r\n\r\n2.5.     Вставить кабину и противовес по штихмасу;\r\n\r\n2.6.     Отрегулировать и обжать двери шахты, створки (убрать штаны);\r\n\r\n2.7.     Отрегулировать и зажать контакты дверей шахты;\r\n\r\n2.8.     Отрегулировать замки аварийного открытия дверей шахты лифта;\r\n\r\n2.9.     Выполнить регулировку открывания дверей шахты и кабины (полностью не открываются);\r\n\r\n2.10. На кабине лифта забондажировать концы направляющих;\r\n\r\n2.11. Очистить металлическую ленту системы позиционирования, очистить магниты расположенные на ней;\r\n\r\n2.12. Проверить все вызова и приказы, точные остановки протестировать удаленные станции в шахте и на кабине лифта;\r\n\r\n2.13. Зажать деревянный буфер противовеса;\r\n\r\n2.14. Выполнить наладку лифта;\r\n\r\n2.15. Заложить ниши вокруг вентиляционного канала;\r\n\r\n2.16. Зашить жестью ниши в плите перекрытия;\r\n\r\n2.17. Заложить технологические ниши вокруг вызовов, оштукатурить их;\r\n\r\n2.18. Срезать арматуру по шахте;\r\n\r\n2.19. Нумерация Д.Ш.;\r\n\r\n2.20. Вытереть масло на кабине лифта;\r\n\r\n2.21. Смазать кабинные и противовесные направляющие залить масло в масленки;\r\n\r\n2.22.    Уборка шахты, кабины, кронштейнов, порталов, порогов и приямка лифта.', NULL, 1, NULL, 17, NULL),
(25, 'fire', 'Системи пожежної сигналізації, пожежогасіння та димовидалення', 'В нашому будинку НЕ ПРАЦЮЮТЬ системи пожежної сигналізації, пожежогасіння та димовидалення.\r\n \r\n\r\nПро це свідчить, зокрема, Акт перевірки Оболонського районного управління ГУ ДСНС України в м. Києві №105 від 17.02.2014 р.', NULL, 1, NULL, 17, NULL),
(26, 'territory', 'Прибудинкова територія', 'Прибудинкова територія (за проектом):\r\n \r\n\r\nОзеленення.\r\n\r\nОзеленення прилеглої до будівлі території мало бути виконано в складі:\r\n\r\nпосадка хвойних, вічнозелених дерев віком З — 5 років                             -   46 шт.;\r\n\r\nпосадка листяних дерев віком 3-8 років                                                    -   44 шт.;\r\n\r\nпересадка листяних дерев                                                                          -   24 шт.;\r\n\r\nпосадка квіткових рослин                                                                             -   440 шт.\r\n\r\nвлаштування газонів                                                                                    -   1810 м2.\r\n\r\nДитячий майданчик над паркінгом площею — 185 м2\r\n\r\n-      пісок                                                                                - 150 мм;\r\n\r\n-      дренажний шар із гранітного відсіву                             — 50 мм;\r\n\r\n-       дренажний шар мембрани «Ізоліт»;\r\n\r\n-      конструкція перекриття над паркінгом;\r\n\r\nбетонний поребрик БР 100. 20. 8.\r\n\r\n \r\n\r\nПроїзд над паркінгом площею 908 м2 ;\r\n\r\nТротуар над паркінгом площею 90 м2 ;\r\n\r\nТротуар над паркінгом площею 105 м2 ;\r\n\r\nАсфальтобетонний проїзд площею 520 м2 ;\r\n\r\nТротуар площею 87 м2 ;\r\n\r\nТротуар площею 50 м2 .', NULL, 1, NULL, 17, NULL),
(27, 'board', 'Правління ОСББ', 'Правління ОСББ обрано установчими зборами Об’єднання 16.05.2013 року.\r\nДо складу правління були обрані:\r\n \r\n1. Ємельяненко Олександр Віталійович, кв. 75.\r\n\r\n2. Кормушкіна Марія Анатоліївна, кв. 130, заступник голови правління (рішення правління від 30.08.2013 року).\r\n\r\n3. Смолій Олександр Васильович, кв. 57\r\n\r\n4. Шлємова Євгенія Анатоліївна, кв. 107, заступник голови правління (рішення правління від 30.08.2013 року).\r\n\r\n5. Шумар Ігор Миколайович, кв. 120, голова правління (рішення правління від 16.05.2013 року), тел. 050-310-06-40,\r\n\r\n    адреса електронної пошти:  kiev.gs55@gmail.com.', NULL, 1, NULL, 27, NULL),
(29, 'commission', 'Ревізійна комісія ОСББ', 'До складу ревізійної комісії Об’єднання установчими зборами були обрані:\r\n\r\n1. Багатько Юлія Едуардівна, кв. 30, тел.\r\n2. Бойчук Юрій Ігорович, кв. 31, голова ревізійної комісії,  тел.\r\n3. Ковалець Марія Василівна, кв. 53, тел.', NULL, 1, NULL, 27, NULL),
(30, 'service', 'Обслуговуючі організації', 'Сторінка «Обслуговуючі організації»\r\n\r\nСтворена для інформування мешканців будинку про те, з якими організаціями ОСББ уклало договори про ослуговування будинку, розміщення відповідних контактних відомостей про такі організації.', NULL, 1, NULL, 27, NULL),
(31, 'workers', 'Працівники в будинку', 'Сторінка «Працівники в будинку»\r\n\r\nСтворена для інформування мешканців про працівників обслуговуючих органцізацій, які безпосередньо працюють у нашому будинку.', NULL, 1, NULL, 27, NULL),
(32, 'accident', 'На випадок АВАРІЇ', 'У випадку аварії Ви повинні якнайшвидше повідомити про неї:\r\n \r\n\r\nУ робочі дні з 8.00 год. до 20.00 год. : майстра будинку ______________________________, тел. _______________________\r\nУ з 20.00 до 8.00, а також у вихідні та святкові дні — консьєржа в будинку за тел. __________________________________', NULL, 1, NULL, 27, NULL),
(33, 'legislation', 'Законодавство', 'Власники житлових та нежитлових приміщень у житловому будинку згідно зі ст. 382 Цивільного кодексу України є співвласниками всього житлового будинку, інженерного обладнання та всіх технічних приміщень:\r\n\r\n«Стаття 382. Квартира як об’єкт права власності\r\n1. Квартирою є ізольоване помешкання в житловому будинку, призначене та придатне для постійного у ньому проживання.\r\n\r\n2. Власникам квартири у дво- або багатоквартирному житловому будинку належать на праві спільної сумісної власності приміщення загального користування, опорні конструкції будинку, механічне, електричне, сантехнічне та інше обладнання за межами або всередині квартири, яке обслуговує більше однієї квартири, а також споруди, будівлі, які призначені для забезпечення потреб усіх власників квартир, а також власників нежитлових приміщень, які розташовані у житловому будинку.»\r\n\r\nпосилання на актуальний текст: http://zakon4.rada.gov.ua/laws/show/435-15/conv/page8\r\n\r\nДіяльність ОСББ здійснюється відповідно до\r\nЗакону України «Про об’єднання співвласників багатоквартирного будинку»,\r\nЗа цим посиланням Ви знайдете актуальний текст вказаного закону:\r\nzakon.rada.gov.ua/go/2866-14‎\r\n\r\nПорядок передачі будинку з балансу попереднього балансоутримувача на баланс ОСББ визначений Постановою Кабінету Міністрів України №1521 від 11 жовтня 2002 року «Про реалізацію Закону України «Про об’єднання співвласників багатоквартирного будинку».\r\n\r\nАктуальний текст цієї постанови розміщено за посиланням http://zakon4.rada.gov.ua/laws/show/1521-2002-п', NULL, 1, NULL, 33, NULL);

-- --------------------------------------------------------

--
-- Структура таблицы `Thems`
--

CREATE TABLE IF NOT EXISTS `Thems` (
  `id` tinyint(3) NOT NULL AUTO_INCREMENT,
  `name` varchar(100) NOT NULL,
  `content_thems` text NOT NULL,
  `data` date NOT NULL,
  `user_id` tinyint(3) NOT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=6 ;

--
-- Дамп данных таблицы `Thems`
--

INSERT INTO `Thems` (`id`, `name`, `content_thems`, `data`, `user_id`) VALUES
(1, 'Создание ОСББ без уведомления жильцов', '<p>Наш будинок збудовано в м. Києві по проспекту Героїв Сталінграда. Адреса будинку: м. Київ, проспект Героїв Сталінграда, 55. Дата здачі будинку в експлуатацію: 29.12.2009 року. Кількість квартир в будинку — 131 шт. За проектом загальна площа квартир — 11567,89 м2; підземний паркінг на 24 машино-місць — 981,19 м2; </p>\r\n', '2016-04-19', 2),
(3, 'Создание ОСББ без уведомления жильцов1', '<p>Конструктивна схема одноповерхової автостоянки — внутрішній рамний залізобетонний каркас (колони — рігелі). Проект : Том 1. Пояснювальна записка, розділ «Конструктивні рішення», арк. № 59, 60. 1.8. Наявність інженерного обладнання : Відповідно до проекту житловий будинок мав бути обладнаний: вертикальним транспортом — пасажирськими ліфтами в кількості — 4 шт.; холодним та гарячим водопостачанням, протипожежним водопроводом</p>\r\n', '2016-04-18', 2),
(4, 'Продажа подвала', '<p>Дата початку будівництва — жовтень 2005 р. Площа ділянки, на якій розташовано будинок - 4800,0 м2. Площа забудови - 443,6 м2. Кількість поверхів - 24 поверхи + 2 верхні технічні поверхи</p>', '2016-04-07', 10),
(5, 'sdfsgrg', '<p>Сторінка «Надходження коштів» На цій сторінці відображатиметься інформація про поточні зарахування коштів на рахунок Об’єднання, а також про планові щомісячні доходи. Виписка з рахунку «Ощадбанку» станом на 18.00 24.05.2014 року</p>\r\n', '2016-05-22', 0);

-- --------------------------------------------------------

--
-- Структура таблицы `users`
--

CREATE TABLE IF NOT EXISTS `users` (
  `id` smallint(5) NOT NULL AUTO_INCREMENT,
  `login` varchar(45) NOT NULL,
  `email` varchar(100) NOT NULL,
  `role` varchar(45) NOT NULL,
  `password` char(50) NOT NULL,
  `is_active` tinyint(1) NOT NULL,
  `number_room` varchar(3) NOT NULL,
  `user_name` varchar(100) NOT NULL,
  `number_tel` varchar(15) NOT NULL,
  PRIMARY KEY (`id`),
  UNIQUE KEY `id_3` (`id`),
  KEY `id` (`id`),
  KEY `id_2` (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=5 ;

--
-- Дамп данных таблицы `users`
--

INSERT INTO `users` (`id`, `login`, `email`, `role`, `password`, `is_active`, `number_room`, `user_name`, `number_tel`) VALUES
(1, 'admin', 'mma7@i.ua', 'admin', 'da9f7470a5236ae0e1c709ae47e702e0', 1, '', 'admin', '0'),
(2, 'Anastaysi', 'Anastaysi@i.ua', 'residents', 'add3d5f43e8a502232b6770d649b5deb', 1, '3', 'Anastaysi', '0'),
(3, 'Marichka', 'Marichka@mail.ra', 'editor', '7339fada5117a727f9f0b5f2041473fb', 1, '2', 'Marichka', '050-381-71-42'),
(4, 'Anna', 'Anna@i.ua', '', '020db3fcf320d57f34574d6490bd89c4', 1, '11', 'Анна', '11');

-- --------------------------------------------------------

--
-- Структура таблицы `users_comment`
--

CREATE TABLE IF NOT EXISTS `users_comment` (
  `id_user` int(3) NOT NULL AUTO_INCREMENT,
  `user_name` varchar(20) NOT NULL,
  `email` varchar(100) NOT NULL,
  PRIMARY KEY (`id_user`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=3 ;

--
-- Дамп данных таблицы `users_comment`
--

INSERT INTO `users_comment` (`id_user`, `user_name`, `email`) VALUES
(1, 'Luka', 'Luka@i.ua'),
(2, 'Kolya', 'Kolya.ua');

-- --------------------------------------------------------

--
-- Структура таблицы `сontacts`
--

CREATE TABLE IF NOT EXISTS `сontacts` (
  `id` tinyint(3) NOT NULL AUTO_INCREMENT,
  `tel_1` varchar(35) DEFAULT NULL,
  `tel_2` varchar(35) DEFAULT NULL,
  `email` varchar(255) DEFAULT NULL,
  `adress` varchar(255) DEFAULT NULL,
  PRIMARY KEY (`id`)
) ENGINE=InnoDB  DEFAULT CHARSET=utf8 AUTO_INCREMENT=2 ;

--
-- Дамп данных таблицы `сontacts`
--

INSERT INTO `сontacts` (`id`, `tel_1`, `tel_2`, `email`, `adress`) VALUES
(1, '050-0..-000', NULL, 'osbb@i.ua', 'м. Київ, проспект Героїв Сталінграда, 55');

/*!40101 SET CHARACTER_SET_CLIENT=@OLD_CHARACTER_SET_CLIENT */;
/*!40101 SET CHARACTER_SET_RESULTS=@OLD_CHARACTER_SET_RESULTS */;
/*!40101 SET COLLATION_CONNECTION=@OLD_COLLATION_CONNECTION */;
